src/Books-Review/how-to-make-money-in-stocks.org
#+OPTIONS: num:nil H:2 toc:t \n:nil @:t ::t |:t ^:t -:t f:t *:t TeX:t LaTeX:nil skip:nil d:t tags:not-in-toc
#+TITLE: How to Make Money in Stocks 


* Overview
How to Make Money in Stocks: A Winning System in Good Times and Bad by
William O'Neil 

* CAN SLIM
+ C 当季每股收益。至少应该上涨18％－20％，并且越高越好。同时，当季销售量应该增加至少25％。 
+ A 年度每股收益增长率。在过去3年内应该保持显著的增长率，同时股本收益率保持在17％以上。 
+ N 新公司,新产品,新管理阶层,股价新高: 选择正确时机买入.
+ S 供给和需求。在外流通的股份加巨大的需求。 
+ L 领军股或拖油瓶
+ I 专业机构投资者的认同度:关注主力机构方向
+ M 市场走向。学会读解大盘的每日股价和我成交量变化和领先的个人投资者的
  行动来判断市场的总体走势。这决定你是输是赢。
* 学会识图
+ 历史总会重复:学会以史为鉴
+ 最普遍的价格形态:带柄茶杯形态
+ 价格形态形成阶段包含窄幅波动区间
+ 找到中轴点并关注"成交量变化幅度"
+ 在接近价格形态的低点出寻找成交量萎缩的时点
+ 大额成交量的信号很有价值
+ 一些典型的带柄茶杯价格形态
+ 市场调整的价值
** 其他价格形态
+ 如何发现"带柄茶碟形"价格形态
+ 认识"双重底"价格形态
+ "平底"价格形态的定义
+ "方盒子"的新形态
+ 罕见的高而窄旗形形态
+ 何谓"双重价格形态"
+ 盘升的价格形态
+ 宽松的价格结构容易导致失败
+ 什么是保值型供给
+ 在新股中寻觅绝佳机会

* C
Earnings Per Share (EPS)

+ 寻找当期收益大幅增长的股票
+ 警惕收益报表的误导
+ 忽略昙花一现的巨额盈利
+ 设定当期每股收益增幅的最低标准
+ 回避那些安于现状的老牌大公司
+ 寻找每季收益加速增长的公司
+ 寻找销售额和每股收益同步增长的股票
+ 警惕连续两个季度的收益大幅回落
+ 研究对数坐标周线图
+ 对比分析行业中的其他股票

筛选适合投资的股票,其当季每股收益需要同比大幅度提高至少25%~50%.如果想
要优中选优,其每股收益增幅需要高达100%~500%甚至更高.

* A
+ 选择年度收益增长率至少为25%~50%的股票
+ 寻找股本回报率高的股票
  return on equity, ROE
+ 检验公司过往3年的收益稳定性
+ 年度收益和当季收益都应该出类拔萃
+ 市盈率真的如此重要吗
+ 分析同一行业公司的误区
+ 不要做空高市盈率的股票

应该关注这样的股票:在过去3年中,每年的收益增长都很显著,而且近期的季度收
益有大幅的提升.切记:这是选股的最低标准.

* N
+ 引领股价大涨的新产品

归纳而言,应该选择这样的公司,开发了重要的新产品或服务,或者从新管理层,抑
或是大为改善的产业环境中获益匪浅.然后,如果这些股票从有效的价格调整形态
中突破出来,而且交易量增加,并接近或已经创下价格新高,就要果断买入.
* S
+ 股票供给量的大小
+ 看重管理层的创业精神
+ 过度分拆股票可能会有不利影响
+ 关注那些在公开市场中进行回购的公司
+ 负债率低的公司往往较好
+ 评估供给与需求情况
只要应用CAN SLIM体系,任何规模市值的股票都可以买入.但低市值股票无论上涨
还是下跌,波动都更剧烈.有时,市场的重心会从低市值股票转为高市值股票,反之
亦然.我们更为推荐在公开市场进行回购以及管理层持股比例可观的公司.
* L
+ 优中选优方可买入
+ 切忌东施效
+ 如何区分领军股和滞后股:使用股价相对强度
+ 在市场调整阶段寻找新的领军股
+ 在弱势市场中寻找强势股票

即使看似便宜,投资于滞后股也很少能给你带来回报,必须寻找并且将你的选股范
围限定为市场领军股.一旦股价低于买入价的8%,赶紧卖出那些滞后的"失败者",
以免因冒险让自己伤得更深.

* I
+ 分析机构投资者的数量和质量
+ 买进机构认同度在上升的股票
+ 关注机构投资者本季度购进的股票
+ 被机构投资者过量持有吗
+ "别在成长股高峰买入"是不容辩驳的操作原理
+ 机构认同度意味着市场流动性

至少被几家业绩水平优于行业平均水平的机构投资者持有,并且近几个季度内机
构投资者数量有所增加.

* M
+ 股市市场周期的阶段
+ 应该每日研究主要大盘指数
+ 长期投资与充分投入的荒诞
+ 在市场低迷时学会保护自己
+ 运用止损指令
+ 跟踪分析大盘首次回落后每一次的反弹企图
+ 第一次反弹可能失败的三种标志



























