Books-Review/how-to-make-money-in-stocks.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>How to Make Money in Stocks</title>
<!-- 2015-04-19 Sun 23:47 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Shi Shougang" />
<link rel="stylesheet" href="/stylesheets/bootstrap.min.css" media="screen" />
<link rel="stylesheet" href="/stylesheets/bootstrap-responsive.min.css" media="screen" />
<link rel="stylesheet" href="/stylesheets/org.css" type="text/css" />
<link rel="SHORTCUT ICON" href="/favicon.png" type="image/x-icon" />
<link rel="icon" href="/favicon.png" type="image/ico" />
</head>
<body>
<div id="preamble" class="status">
<script type="text/javascript">

  var _gaq = _gaq || [];
  _gaq.push(['_setAccount', 'UA-60502031-1']);
  _gaq.push(['_trackPageview']);

  (function() {
    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
  })();

  document.addEventListener('DOMContentLoaded',function() {
      document.getElementById("table-of-contents").onclick = function() {
          var elem = document.getElementById("text-table-of-contents");
          elem.style.display = elem.style.display == "block" ? "none" : "block";
      }
  });
</script>
</div>
<div id="content">
<h1 class="title">How to Make Money in Stocks</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Overview</a></li>
<li><a href="#sec-2">CAN SLIM</a></li>
<li><a href="#sec-3">学会识图</a>
<ul>
<li><a href="#sec-3-1">其他价格形态</a></li>
</ul>
</li>
<li><a href="#sec-4">C</a></li>
<li><a href="#sec-5">A</a></li>
<li><a href="#sec-6">N</a></li>
<li><a href="#sec-7">S</a></li>
<li><a href="#sec-8">L</a></li>
<li><a href="#sec-9">I</a></li>
<li><a href="#sec-10">M</a></li>
</ul>
</div>
</div>



<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Overview</h2>
<div class="outline-text-2" id="text-1">
<p>
How to Make Money in Stocks: A Winning System in Good Times and Bad by
William O'Neil 
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">CAN SLIM</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>C 当季每股收益。至少应该上涨18％－20％，并且越高越好。同时，当季销售量应该增加至少25％。 
</li>
<li>A 年度每股收益增长率。在过去3年内应该保持显著的增长率，同时股本收益率保持在17％以上。 
</li>
<li>N 新公司,新产品,新管理阶层,股价新高: 选择正确时机买入.
</li>
<li>S 供给和需求。在外流通的股份加巨大的需求。 
</li>
<li>L 领军股或拖油瓶
</li>
<li>I 专业机构投资者的认同度:关注主力机构方向
</li>
<li>M 市场走向。学会读解大盘的每日股价和我成交量变化和领先的个人投资者的行动来判断市场的总体走势。这决定你是输是赢。
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">学会识图</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>历史总会重复:学会以史为鉴
</li>
<li>最普遍的价格形态:带柄茶杯形态
</li>
<li>价格形态形成阶段包含窄幅波动区间
</li>
<li>找到中轴点并关注"成交量变化幅度"
</li>
<li>在接近价格形态的低点出寻找成交量萎缩的时点
</li>
<li>大额成交量的信号很有价值
</li>
<li>一些典型的带柄茶杯价格形态
</li>
<li>市场调整的价值
</li>
</ul>
</div>
<div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1">其他价格形态</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>如何发现"带柄茶碟形"价格形态
</li>
<li>认识"双重底"价格形态
</li>
<li>"平底"价格形态的定义
</li>
<li>"方盒子"的新形态
</li>
<li>罕见的高而窄旗形形态
</li>
<li>何谓"双重价格形态"
</li>
<li>盘升的价格形态
</li>
<li>宽松的价格结构容易导致失败
</li>
<li>什么是保值型供给
</li>
<li>在新股中寻觅绝佳机会
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">C</h2>
<div class="outline-text-2" id="text-4">
<p>
Earnings Per Share (EPS)
</p>

<ul class="org-ul">
<li>寻找当期收益大幅增长的股票
</li>
<li>警惕收益报表的误导
</li>
<li>忽略昙花一现的巨额盈利
</li>
<li>设定当期每股收益增幅的最低标准
</li>
<li>回避那些安于现状的老牌大公司
</li>
<li>寻找每季收益加速增长的公司
</li>
<li>寻找销售额和每股收益同步增长的股票
</li>
<li>警惕连续两个季度的收益大幅回落
</li>
<li>研究对数坐标周线图
</li>
<li>对比分析行业中的其他股票
</li>
</ul>

<p>
筛选适合投资的股票,其当季每股收益需要同比大幅度提高至少25%~50%.如果想要优中选优,其每股收益增幅需要高达100%~500%甚至更高.
</p>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">A</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>选择年度收益增长率至少为25%~50%的股票
</li>
<li>寻找股本回报率高的股票
return on equity, ROE
</li>
<li>检验公司过往3年的收益稳定性
</li>
<li>年度收益和当季收益都应该出类拔萃
</li>
<li>市盈率真的如此重要吗
</li>
<li>分析同一行业公司的误区
</li>
<li>不要做空高市盈率的股票
</li>
</ul>

<p>
应该关注这样的股票:在过去3年中,每年的收益增长都很显著,而且近期的季度收益有大幅的提升.切记:这是选股的最低标准.
</p>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">N</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>引领股价大涨的新产品
</li>
</ul>

<p>
归纳而言,应该选择这样的公司,开发了重要的新产品或服务,或者从新管理层,抑或是大为改善的产业环境中获益匪浅.然后,如果这些股票从有效的价格调整形态中突破出来,而且交易量增加,并接近或已经创下价格新高,就要果断买入.
</p>
</div>
</div>
<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7">S</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>股票供给量的大小
</li>
<li>看重管理层的创业精神
</li>
<li>过度分拆股票可能会有不利影响
</li>
<li>关注那些在公开市场中进行回购的公司
</li>
<li>负债率低的公司往往较好
</li>
<li>评估供给与需求情况
</li>
</ul>
<p>
只要应用CAN SLIM体系,任何规模市值的股票都可以买入.但低市值股票无论上涨还是下跌,波动都更剧烈.有时,市场的重心会从低市值股票转为高市值股票,反之亦然.我们更为推荐在公开市场进行回购以及管理层持股比例可观的公司.
</p>
</div>
</div>
<div id="outline-container-sec-8" class="outline-2">
<h2 id="sec-8">L</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>优中选优方可买入
</li>
<li>切忌东施效
</li>
<li>如何区分领军股和滞后股:使用股价相对强度
</li>
<li>在市场调整阶段寻找新的领军股
</li>
<li>在弱势市场中寻找强势股票
</li>
</ul>

<p>
即使看似便宜,投资于滞后股也很少能给你带来回报,必须寻找并且将你的选股范围限定为市场领军股.一旦股价低于买入价的8%,赶紧卖出那些滞后的"失败者",
以免因冒险让自己伤得更深.
</p>
</div>
</div>

<div id="outline-container-sec-9" class="outline-2">
<h2 id="sec-9">I</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>分析机构投资者的数量和质量
</li>
<li>买进机构认同度在上升的股票
</li>
<li>关注机构投资者本季度购进的股票
</li>
<li>被机构投资者过量持有吗
</li>
<li>"别在成长股高峰买入"是不容辩驳的操作原理
</li>
<li>机构认同度意味着市场流动性
</li>
</ul>

<p>
至少被几家业绩水平优于行业平均水平的机构投资者持有,并且近几个季度内机构投资者数量有所增加.
</p>
</div>
</div>

<div id="outline-container-sec-10" class="outline-2">
<h2 id="sec-10">M</h2>
<div class="outline-text-2" id="text-10">
<ul class="org-ul">
<li>股市市场周期的阶段
</li>
<li>应该每日研究主要大盘指数
</li>
<li>长期投资与充分投入的荒诞
</li>
<li>在市场低迷时学会保护自己
</li>
<li>运用止损指令
</li>
<li>跟踪分析大盘首次回落后每一次的反弹企图
</li>
<li>第一次反弹可能失败的三种标志
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="disqus_thread"></div>
<script type="text/javascript">
    /* * * CONFIGURATION VARIABLES * * */
    var disqus_shortname = 'finance-wiki';
    
    /* * * DON'T EDIT BELOW THIS LINE * * */
    (function() {
        var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
        dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
        (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>
</div>
</body>
</html>
